[
    {
        "nome": "Assombrado",
        "descricao": "Seu personagem possui um trauma ou algum tipo de fantasma ou alucinação que o assombra de tempos em tempos. A assombração pode aparecer a qualquer momento, reduzindo atributos em -1 e aumentando o custo de habilidades e magias.",
        "pontos": 2
    },
    {
        "nome": "Efeito colateral",
        "descricao": "Sempre que usar uma habilidade ou magia, algo inesperado acontece com você ou com quem está próximo.",
        "pontos": 1
    },
    {
        "nome": "Ligação sombria",
        "descricao": "Você está ligado a alguém ou algo. Quando esse alguém sente dor ou recebe dano, você também sente, mas não o contrário.",
        "pontos": 2
    },
    {
        "nome": "Poder selado",
        "descricao": "Seu personagem teve uma ou mais habilidades ou magias seladas. O mestre pode definir o que foi selado.",
        "pontos": 2
    },
    {
        "nome": "Pobreza",
        "descricao": "Seu personagem vem de uma condição de pobreza, começando com menos perícias e dinheiro.",
        "pontos": 1
    },
    {
        "nome": "Dívida",
        "descricao": "Você deve algo a alguém e poderá ser cobrado de forma inesperada durante a aventura.",
        "pontos": 1
    },
    {
        "nome": "Caçado",
        "descricao": "Alguém está à sua procura, podendo emboscá-lo mesmo quando estiver desprevenido.",
        "pontos": 2
    },
    {
        "nome": "Ato proibido",
        "descricao": "Você não pode realizar uma ação específica (ex: tocar prata). Se fizer, sofre redutores e/ou mais dano.",
        "pontos": 1
    },
    {
        "nome": "Insanidades",
        "descricao": "Conjunto de desvantagens psicológicas. Cada uma vale 1 ponto.",
        "tipos": [
            "Agressivo",
            "Depressivo",
            "Obsessivo",
            "Homicida",
            "Dupla personalidade",
            "Cleptomaníaco",
            "Piromaníaco"
        ],
        "pontos": 1
    },
    {
        "nome": "Fobia",
        "descricao": "Medo incontrolável de algo. Testes podem ser feitos para resistir.",
        "pontos": 1
    },
    {
        "nome": "Coragem excessiva",
        "descricao": "Você sempre ataca o mais forte em combate e reluta em fugir, exigindo teste de vontade.",
        "pontos": 2
    },
    {
        "nome": "Fúria",
        "descricao": "Quando provocado ou ferido, pode entrar em fúria com vários efeitos negativos e positivos.",
        "pontos": 2
    },
    {
        "nome": "Má fama",
        "descricao": "As pessoas o evitam por causa de seus atos passados. -3 em influência.",
        "pontos": 1
    },
    {
        "nome": "Código de honra",
        "descricao": "Conjunto de princípios morais. Cada um vale 1 ponto.",
        "tipos": [
            "Cod.H.dos Heróis",
            "Cod.H.da Lealdade",
            "Cod.H.da Proteção",
            "Cod.H.da Valentia",
            "Cod.H.dos Piratas",
            "Cod.H.dos Exploradores"
        ],
        "pontos": 1
    },
    {
        "nome": "Lento",
        "descricao": "Seu personagem é muito lento: -3 em iniciativa e deslocamento dividido por 2.",
        "pontos": 1
    },
    {
        "nome": "Monstruoso",
        "descricao": "Sua aparência causa repulsa. -2 na influência em situações de carisma.",
        "pontos": 1
    },
    {
        "nome": "Deficiência mágica",
        "descricao": "Dificuldade extrema com magia. -3 para testes envolvendo foco.",
        "pontos": 1
    },
    {
        "nome": "Fraqueza",
        "descricao": "Aumentar a força custa o dobro de pontos.",
        "pontos": 1
    },
    {
        "nome": "Amnésia",
        "descricao": "Você não lembra de partes do seu passado. O mestre escolherá 1 a 2 desvantagens extras.",
        "pontos": 1
    }
]